Repository: georghe-crihan/PyTvision
Catalog: tvision-py/intl/*.po
Languages: pl

source: Error
pl: B³±d

source: Pocket Calculator
pl: Mini kalkulator

source: Can't open file
pl: Nie mozna otworzyæ pliku

source: Comment inside section name
pl: Komentarz wewn±trz nazwy sekcji

source: Unterminated section name
pl: Niezakoñczona nazwa sekcji

source: Empty section name
pl: Pusta nazwa sekcji

source: Syntax error
pl: B³±d sk³adni

source: Missing open section {
pl: Brak znaku rozpoczynaj±cego sekcjê {

source: Missing close section }
pl: Brak znaku koñcz±cego sekcjê }

source: Missing equal sign
pl: Brak znaku równo¶ci

source: Missing value after equal
pl: Brak warto¶ci za znakiem równo¶ci

source: Unterminated string
pl: Niezakoñczony ³añcuch

source: Non branch in base
pl: Brak ga³êzi w podstawie

source: Trying to overwrite a value with a section
pl: Próba nadpisania warto¶ci, sekcj±

source: Trying to overwrite a section with a value
pl: Próba nadpisania sekcji, warto¶ci±

source: type not registered: %s
pl: nizarejestrowany typ: %s

source: Change Directory
pl: Zmieñ folder

source: Directory ~n~ame
pl: ~N~azwa folderu

source: Directory ~t~ree
pl: Drzewo ka~t~alogów

source: ~C~hdir
pl: Z~m~ieñ folder

source: ~R~evert
pl: Odw~r~óæ

source: Help
pl: Pomoc

source: Drives
pl: Napêdy

source: Invalid directory
pl: Nieprawid³owy katalog

source: Colors
pl: Kolory

source: ~G~roup
pl: ~G~rupa

source: ~I~tem
pl: ~E~lement

source: ~F~oreground
pl: ~P~ierwszo planowy

source: ~B~ackground
pl: ~T~³o

source: Text
pl: Tekst

source: Color
pl: Kolor

source: ~T~ry
pl: ~P~róbuj

source: Cancel
pl: Anuluj

source: Clipboard
pl: Schowek

source: Untitled
pl: Bez nazwy

source: ~F~iles
pl: ~P~liki

source: ~O~pen
pl: ~O~twórz

source: ~A~dd
pl: Dod~a~j

source: ~S~elect
pl: ~W~ybierz

source: ~R~eplace
pl: ~Z~ast±p

source: ~C~lear
pl: ~C~zy¶æ

source: Done
pl: Koniec

source: ~H~elp
pl: ~P~omoc

source: Invalid drive or directory
pl: Nieprawid³owy napêd lub katalog

source: Invalid file name.
pl: Nieprawid³owa nazwa pliku.

source: Jan
pl: Sty

source: Feb
pl: Lut

source: Apr
pl: Kw

source: May
pl: Maj

source: Jun
pl: Czw

source: Jul
pl: Lip

source: Aug
pl: Sie

source: Sep
pl: Wrz

source: Oct
pl: Paz

source: Nov
pl: Lis

source: Dec
pl: Gr

source: Invalid character in input
pl: Wprowadzono nieprawid³owy znak

source: <empty>
pl: <pusto>

source: Normal
pl: Normalny

source: Highlight
pl: Pod¶wietlony

source: Underline
pl: Podkre¶lony

source: Inverse
pl: Odwrócony

source: ~Alt-X~ Exit
pl: ~Alt-X~ Koniec

source: Error in picture format. %s
pl: Dane wprowadzone b³êdnie. Format danych: %s

source: Value not in the range %lu to %lu
pl: Wprowadzone dane nie s± w zakresie, od %lu do %lu

source: Value not in the range %li to %li
pl: Wprowadzone dane nie s± w zakresie, od %li do %li

source: Find
pl: Znajd¼

source: ~T~ext to find
pl: ~T~ekst do odszukania

source: ~C~ase sensitive
pl: ~U~wzglêdnij wielko¶æ liter

source: ~W~hole words only
pl: Tylko ca³e s³o~w~a

source: Replace
pl: Zast±p

source: ~N~ew text
pl: ~N~owy tekst

source: ~P~rompt on replace
pl: ~P~ytaj przed zast±pieniem

source: ~R~eplace all
pl: ~Zvast±p wszystkie

source: ~F~ile
pl: ~P~lik

source: ~N~ew
pl: ~N~owy

source: ~S~ave
pl: Zapi~s~z

source: S~a~ve as...
pl: Z~a~pisz jako...

source: ~C~hange dir...
pl: ~Z~mieñ folder...

source: S~h~ell
pl: P~o~w³oka

source: E~x~it
pl: ~K~oniec

source: ~E~dit
pl: ~E~dytuj

source: ~U~ndo
pl: ~C~ofnij

source: Cu~t~
pl: ~W~ytnij

source: ~C~opy
pl: ~K~opiuj

source: ~P~aste
pl: Wkle~j~

source: ~S~how clipboard
pl: Pokaz ~s~chowek

source: ~S~earch
pl: Wy~s~zukiwanie

source: ~F~ind...
pl: Z~n~ajdz

source: ~R~eplace...
pl: ~Z~ast±p

source: ~S~earch again
pl: ~S~zukaj ponownie

source: ~W~indows
pl: ~O~kna

source: ~S~ize/move
pl: Zmieñ rozmiar/prze~s~óñ

source: ~Z~oom
pl: Maksymili~z~uj

source: ~T~ile
pl: ~J~eden pod drugim

source: C~a~scade
pl: J~e~den obok drugiego

source: ~N~ext
pl: ~N~astêpny

source: ~P~revious
pl: ~P~oprzedni

source: ~C~lose
pl: ~Z~amknij

source: ~F3~ Open
pl: ~F3~ Otwórz

source: ~Alt+F3~ Close
pl: ~Alt-F3~ Zamknij

source: ~F5~ Zoom
pl: ~F5~ Maksymilizuj

source: ~F6~ Next
pl: ~F6~ Nastêpny

source: Not enough memory for this operation.
pl: Za ma³o pamiêci aby wykonaæ tê operacjê.

source: Error reading file %s.
pl: Wyst±pi³ b³±d podczas czytania z pliku %s.

source: Error writing file %s.
pl: Wyst±pi³ b³±d podczas zapisywanie do pliku %s.

source: Error creating file %s.
pl: Wyst±pi³ b³±d podczas tworzenia pliku %s.

source: %s has been modified. Save?
pl: %s zosta³ zmodyfikowany. Zapisaæ?

source: Save untitled file?
pl: zapisaæ plik bez nazwy?

source: Save file as
pl: Zapisz plik jako

source: ~N~ame
pl: ~N~azwa

source: Search string not found.
pl: Poszukiwany ³añcuch nie zosta³ odnaleziony

source: Replace this occurence?
pl: Zamieniæ to wyst±pienie?

source: Windows not present
pl: Brak okna

source: Clipboard in use by other application
pl: Schowek jest w u¿yciu przez inna aplikacjê

source: Clipboard too big for the transfer buffer
pl: Schowek jest zbyt du¿y dla bufora przenosz±cego

source: Not enough memory
pl: Zbyt ma³o pamiêci

source: Windows reports error
pl: Okno zg³asza b³±d

source: that's an interactive application, don't redirect stdin
pl: to interkatywna aplikacja, nie przekierowywuj strumienia stdin

source: failed to get the name of the current terminal used for input
pl: wyst±pi³ b³±d podczas pobierania nazwy aktualnego terminala u¿ywanego jako wej¶cie

source: failed to open the input terminal
pl: wyst±pi³ b³±d podczas otwierania terminala wej¶ciowego

source: can't get input terminal attributes
pl: nie mo¿na pobraæ atrybutów terminala wej¶ciowego

source: can't set input terminal attributes
pl: nie mo¿na usrtawiæ atrybutów terminala wej¶ciowego

source: ioctl VT_SETMODE failed
pl: ioctl VT_SETMODE zakoñczone niepowodzeniem

source: that's an interactive application, don't redirect stdout. If you want to collect information redirect stderr like this: program 2> file
pl: to interaktywna aplikacja, nie przekierowywuj strumienia stdout. Jesli chcesz zebraæ informacjê przekieruj strumieñ stderr w ten sposób: program 2> plik

source: failed to get the name of the current terminal used for output
pl: wystapi³ b³±d podczas pobierania nazwy aktualnego terminala u¿ywanego jako wyj¶cie

source: failed to open the output terminal
pl: wyst±pi³ b³±d podczas otwierania terminala wyj¶ciowego

source: can't get output terminal information
pl: nie mo¿na pobraæ informacji o terminalu wyj¶ciowym

source: can't configure terminal mode
pl: nie mo¿na skonfigurowaæ trybu terminala

source: Error! %s
pl: B³±d! %s

source: No available selection
pl: Brak wybranego elementu

source: Unsupported data type
pl: Nieobs³ugiwany format danych

source: No data
pl: Brak danych

source: X11 error
pl: B³±d X11

source: Another application holds the clipboard
pl: Schowek u¿ywany jest przez inn± aplikacjê

source: Could not open '%s' for reading
pl: Nie mo¿na otworzyæ '%s' do odczytu

source: Save to file
pl: Zapisaæ do pliku

source: ~Y~es
pl: ~T~ak

source: ~N~o
pl: ~N~ie

source: Warning
pl: Ostrze¿enie

source: Information
pl: Informacja

source: Confirm
pl: Potwierdzenie

source: Don't warn you next time
pl: Nie ostrzegaj nastêpnym razem
